---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.RebarSystemLayers
source: html/b7b69c73-fd1b-ab8a-4c0c-6148ccce5717.htm
---
# Autodesk.Revit.DB.GroupTypeId.RebarSystemLayers Property

Layers.

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemLayers { get; }
```